;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el

(package! key-chord)
(package! auto-complete)
(package! dart-mode)
(package! dart-server)
(package! swoop)
(package! web-mode)
(package! pyimport)
(package! fontawesome)
(package! django-snippets)
(package! gore-mode)
(package! fish-mode)
(package! fish-completion)
(package! emmet-mode)
(package! flycheck-elixir)
(package! bind-key)
(package! fd-dired)
(package! emoji-fontset)
(package! dynamic-fonts)
(package! cython-mode)
(package! plantuml-mode)
(package! elixir-yasnippets)
(package! org-trello)
(package! annalist)
(package! mu4e-alert)
(package! nasm-mode)
(package! typescript-mode)
(package! docker)
(package! dockerfile-mode)
(package! unicode-fonts)
(package! sass-mode)
(package! coffee-mode)
(package! flycheck-nim)
(package! rust-mode)
