;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el

;;; Examples:
;; (package! some-package)
;; (package! another-package :recipe (:fetcher github :repo "username/repo"))
;; (package! builtin-package :disable t)


(package! key-chord)
(package! auto-complete)
(package! dart-mode)
(package! swoop)
(package! web-mode)
(package! pyimport)
(package! fontawesome)
(package! django-mode)
(package! django-snippets)
(package! gore-mode)
(package! fish-mode)
(package! fish-completion)
(package! emmet-mode)
(package! elixir-yasnippets)
(package! flycheck-elixir)
(package! yasnippet-snippets)
(package! bind-key)
(package! fd-dired)
(package! emoji-fontset)
(package! dynamic-fonts)
(package! cython-mode)
